Repository: jeromeheissler/wp-s3-sync
Catalog: languages/wp-s3-sync-*.po
Languages: es_es, fr_fr

source: WP S3 Sync Plugin
es_es: Plugin WP S3 Sync
fr_fr: Plugin WP S3 Sync

source: Automatically synchronizes a directory to an Amazon S3 bucket.
es_es: Sincroniza automáticamente un directorio con un bucket de Amazon S3.
fr_fr: Synchronise automatiquement un répertoire vers un bucket Amazon S3.

source: WP S3 Sync Settings
es_es: Configuración de WP S3 Sync
fr_fr: Réglages WP S3 Sync

source: S3 Sync
es_es: Sincronización S3

source: disabled
es_es: deshabilitado
fr_fr: désactivé

source: Export Directory (Watch Dir)
es_es: Directorio de exportación (Carpeta observada)
fr_fr: Répertoire d'export (Dossier surveillé)

source: Absolute path where Simply Static generates files.
es_es: Ruta absoluta donde Simply Static genera los archivos.
fr_fr: Chemin absolu où Simply Static génère les fichiers.

source: S3 Bucket (Dest Bucket)
es_es: Bucket S3 (Bucket de destino)
fr_fr: Bucket S3 (Bucket de destination)

source: Name of the S3 bucket to sync files to.
es_es: Nombre del bucket S3 al que sincronizar los archivos.
fr_fr: Nom du bucket S3 pour synchroniser les fichiers.

source: S3 Region
es_es: Región S3
fr_fr: Région S3

source: Region of the S3 bucket (default is eu-west-3).
es_es: Región del bucket S3 (por defecto eu-west-3).
fr_fr: Région du bucket S3 (par défaut eu-west-3).

source: AWS Access Key ID
es_es: ID de clave de acceso AWS
fr_fr: Clé d'accès AWS

source: Leave blank to use the IAM role.
es_es: Deje en blanco para usar el rol IAM.
fr_fr: Laissez vide pour utiliser le rôle IAM.

source: AWS Secret Access Key
es_es: Clave secreta de AWS
fr_fr: Clé secrète AWS

source: Trigger Hook
es_es: Hook de disparo
fr_fr: Hook déclencheur

source: Name of the hook on which to trigger the sync (default: ss_after_cleanup).
es_es: Nombre del hook que dispara la sincronización (por defecto: ss_after_cleanup).
fr_fr: Nom du hook sur lequel lancer la synchronisation (par défaut : ss_after_cleanup).

source: Enable Sync
es_es: Habilitar sincronización
fr_fr: Activer la synchronisation

source: Enable
es_es: Habilitar
fr_fr: Activer

source: Uncheck to disable automatic synchronization.
es_es: Desmarque para deshabilitar la sincronización automática.
fr_fr: Décochez pour désactiver la synchronisation automatique.

source: WP S3 Sync: Incomplete settings. Please configure the export directory and S3 bucket.
es_es: WP S3 Sync: Configuración incompleta. Por favor, configure el directorio de exportación y el bucket S3.
fr_fr: WP S3 Sync : Réglages incomplets. Veuillez configurer le répertoire d'export et le bucket S3.

source: WP S3 Sync: Synchronization is disabled.
es_es: WP S3 Sync: La sincronización está deshabilitada.
fr_fr: WP S3 Sync : La synchronisation est désactivée.

source: WP S3 Sync: Export directory does not exist: %s
es_es: WP S3 Sync: El directorio de exportación no existe: %s
fr_fr: WP S3 Sync : Le répertoire d'export n'existe pas : %s

source: WP S3 Sync: Uploaded file: %s
es_es: WP S3 Sync: Archivo subido: %s
fr_fr: WP S3 Sync : Fichier uploadé : %s

source: WP S3 Sync: Error uploading %s: %s
es_es: WP S3 Sync: Error al subir %s: %s
fr_fr: WP S3 Sync : Erreur lors de l'upload de %s : %s

source: WP S3 Sync: Sync enabled on hook: %s
es_es: WP S3 Sync: Sincronización habilitada en el hook: %s
fr_fr: WP S3 Sync : Synchronisation activée sur le hook : %s

source: WP S3 Sync: Sync disabled.
es_es: WP S3 Sync: Sincronización deshabilitada.
fr_fr: WP S3 Sync : Synchronisation désactivée.
